import { Product } from "../types/product";

export const product_list: Product[] = [
  {
    id: "1",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 78700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859025853681674/5.jpg?ex=6629efd4&is=66177ad4&hm=b187084c4addab589abf657454af4b3b25a8a0b81ca5a6d93df024e7ea6cebd9&",
    createdAt: "2024-01-16T08:43:37.798Z",
    category: "top",
    order_quantity: 647,
    rating: 2.2,
  },
  {
    id: "2",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 109400,
    thumbnail:
      "https://media.discordapp.net/attachments/1227858468539469825/1227859026252005436/6.jpg?ex=6629efd4&is=66177ad4&hm=ec77dfdae3a9e48777cec6b2fb95a4bd26562ad7dd2e22364ec11c4a7bd3bb40&=&format=webp&width=435&height=435",
    createdAt: "2023-08-29T19:13:09.702Z",
    category: "top",
    order_quantity: 968,
    rating: 3.2,
  },
  {
    id: "3",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 159700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859026650599444/7.jpg?ex=6629efd4&is=66177ad4&hm=df347e4c1f0c7a34eca6bbe5877554226a02d2ed627d91ba7861d9ce552f5a01&",
    createdAt: "2023-11-19T23:23:00.168Z",
    category: "top",
    order_quantity: 753,
    rating: 1.7000000000000002,
  },
  {
    id: "4",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 50500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859026927288401/8.jpg?ex=6629efd4&is=66177ad4&hm=9fa7f4e3f2a252bb4c5642751b78eb90e504ed538148939a307bc350c9fe1dde&",
    createdAt: "2023-09-28T10:23:36.215Z",
    category: "top",
    order_quantity: 248,
    rating: 4.3,
  },
  {
    id: "5",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 96800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859027195858984/9.jpg?ex=6629efd4&is=66177ad4&hm=c1d804d29baad921f89e75658caa416fd9020c8d6dce6cba988c1ff2d4fbbace&",
    createdAt: "2024-04-20T14:01:12.714Z",
    category: "top",
    order_quantity: 297,
    rating: 0.30000000000000004,
  },
  {
    id: "6",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 107700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859027518816277/10.jpg?ex=6629efd4&is=66177ad4&hm=f3013453f40f8be3eee6ab6512274035d79611453e6e12f9ee276892a7f7631c&",
    createdAt: "2024-02-10T17:36:30.044Z",
    category: "top",
    order_quantity: 950,
    rating: 0.7,
  },
  {
    id: "7",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 68900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859027921338398/1.jpg?ex=6629efd4&is=66177ad4&hm=e0c9ba4d41c8bc7a50f5ff5c2b11ddc0f182b0c4e2be108e97ecdc1c627796b5&",
    createdAt: "2024-01-26T15:57:44.153Z",
    category: "top",
    order_quantity: 546,
    rating: 2.3000000000000003,
  },
  {
    id: "8",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "어떤 코디든 쉽게 걸치기 좋은 베이직한 스웨이드자켓! 부드러운 스웨이드 원단으로 고급스럽게- 과하지않은 어깨패드가 있어 예쁜 핏감을 만들어주어요 :D",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 97000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859028168937503/2.jpg?ex=6629efd4&is=66177ad4&hm=c056477d2dae0c092de30b350352f1d3acc77d3fbd879f65c384324870dee91d&",
    createdAt: "2023-11-12T14:54:39.062Z",
    category: "top",
    order_quantity: 459,
    rating: 1.9000000000000001,
  },
  {
    id: "9",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 103400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859028487700501/3.jpg?ex=6629efd4&is=66177ad4&hm=3fddfe2bbae82f542603ee371b6309d158377903f3d9cba96968955886d9f0a3&",
    createdAt: "2023-09-04T22:54:17.874Z",
    category: "top",
    order_quantity: 242,
    rating: 2.2,
  },
  {
    id: "10",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 68900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859028768587796/4.jpg?ex=6629efd4&is=66177ad4&hm=eb5035e02db952bba3bd3bc219782012705f9318332830bb7299635eb45f43a2&",
    createdAt: "2024-04-03T10:42:20.772Z",
    category: "top",
    order_quantity: 688,
    rating: 3.1,
  },
  {
    id: "11",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 105300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859096108269608/11.jpg?ex=6629efe5&is=66177ae5&hm=0722d9df65f40abc4d86ca0cb5fb318c4ac682446683e078977f4521db5bd396&",
    createdAt: "2023-10-28T18:45:33.070Z",
    category: "top",
    order_quantity: 171,
    rating: 4.8,
  },
  {
    id: "12",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 126600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859096393351168/12.jpg?ex=6629efe5&is=66177ae5&hm=4e90892ac0a248c8f3a2f9030b2de7016837e98e34cbf2903acbb18cfbde8626&",
    createdAt: "2023-07-15T04:23:17.298Z",
    category: "top",
    order_quantity: 456,
    rating: 2.1,
  },
  {
    id: "13",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 56900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859096749740032/13.jpg?ex=6629efe5&is=66177ae5&hm=2bfdfeed7bab0689c454a7bae370733a3b72eac47bdff877780065cda35ad468&",
    createdAt: "2023-07-03T03:44:35.144Z",
    category: "top",
    order_quantity: 370,
    rating: 3.4,
  },
  {
    id: "14",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "어떤 코디든 쉽게 걸치기 좋은 베이직한 스웨이드자켓! 부드러운 스웨이드 원단으로 고급스럽게- 과하지않은 어깨패드가 있어 예쁜 핏감을 만들어주어요 :D",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 126300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859097043468288/14.jpg?ex=6629efe5&is=66177ae5&hm=148838052f2e4c29c781cc0b8be3dfbb3adc7cb76628f1ce17058ed2d5842a0f&",
    createdAt: "2024-04-02T21:03:01.617Z",
    category: "top",
    order_quantity: 538,
    rating: 5,
  },
  {
    id: "15",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 68200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859097357914152/15.gif?ex=6629efe5&is=66177ae5&hm=082911363769815f876ac87335cedceaeef56545bde2abecc0ec9d451d6c09ab&",
    createdAt: "2023-09-29T03:56:05.232Z",
    category: "top",
    order_quantity: 412,
    rating: 0.5,
  },
  {
    id: "16",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 114000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859097785991176/16.jpg?ex=6629efe5&is=66177ae5&hm=36211faf9f32f20abea5792509619bb4a1700e77a1c28141a96f15705f09324d&",
    createdAt: "2023-09-13T06:33:15.198Z",
    category: "top",
    order_quantity: 665,
    rating: 4.699999999999999,
  },
  {
    id: "17",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 125800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859098129793024/17.jpg?ex=6629efe5&is=66177ae5&hm=ebf8a3b916bb607c85cceb57319604a6214bd45f40f22ef8c67de190df485c3b&",
    createdAt: "2023-09-06T00:00:57.041Z",
    category: "top",
    order_quantity: 556,
    rating: 1.9000000000000001,
  },
  {
    id: "18",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 192900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859098419331132/18.jpg?ex=6629efe5&is=66177ae5&hm=6efab2efa970358def9387ca477e4b0106e4b7ff111233d1407eb1caf294e9de&",
    createdAt: "2024-03-18T14:04:42.578Z",
    category: "top",
    order_quantity: 62,
    rating: 5,
  },
  {
    id: "19",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 36300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859098708607038/19.jpg?ex=6629efe5&is=66177ae5&hm=eef91d4a9bef0612271fd2c0b34d7c7d04d1c76fb92100e2e18dda517a0ab69e&",
    createdAt: "2024-02-15T07:55:47.944Z",
    category: "top",
    order_quantity: 192,
    rating: 2.8000000000000003,
  },
  {
    id: "20",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "무잉 봄 가을 벚꽃룩 유니크 컷아웃 언발 벌룬 쭈리 라운드넥 원 오프숄더 크롭 맨투맨 언밸런스 원 오프숄더가 매력적인 맨투맨 💖 나시를 레이어링 한듯한 실루엣",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 168800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859099069190154/20.jpg?ex=6629efe5&is=66177ae5&hm=992afd04fbb9404859b4cbdb65800232537e366b4445266a07b97d5faedbe3e6&",
    createdAt: "2024-03-09T11:34:51.913Z",
    category: "top",
    order_quantity: 939,
    rating: 1.9000000000000001,
  },
  {
    id: "21",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 166400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859176051576832/21.jpg?ex=6629eff8&is=66177af8&hm=2057d20b33f8add322af1f111027b0e53326506791e5cbaedd1bfaa169e05880&",
    createdAt: "2024-03-03T03:59:08.020Z",
    category: "top",
    order_quantity: 147,
    rating: 1.4000000000000001,
  },
  //flower
  {
    id: "22",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 85200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859249913401365/7.jpg?ex=6629f009&is=66177b09&hm=2b4a2bb84d1fcf9386517ba03219823c6d0138f7e186d9e49c0f41a2f845fc02&",
    createdAt: "2024-02-16T01:51:07.581Z",
    category: "outer",
    order_quantity: 406,
    rating: 0.7,
  },
  {
    id: "23",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 196800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859250210930729/8.jpg?ex=6629f009&is=66177b09&hm=1bbf5a5a6bd26f3fc548ab760fb53ffe85543b766c5a439fd2e2d8ab56447e28&",
    createdAt: "2023-12-24T14:18:11.007Z",
    category: "outer",
    order_quantity: 657,
    rating: 3.8000000000000003,
  },
  {
    id: "24",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 11200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859250546606131/9.jpg?ex=6629f009&is=66177b09&hm=31612abb188bd9041b61e388a69457a3ac9e204973862d0015dd62639bad0231&",
    createdAt: "2024-01-17T11:36:49.179Z",
    category: "outer",
    order_quantity: 502,
    rating: 4.5,
  },
  {
    id: "25",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "어떤 코디든 쉽게 걸치기 좋은 베이직한 스웨이드자켓! 부드러운 스웨이드 원단으로 고급스럽게- 과하지않은 어깨패드가 있어 예쁜 핏감을 만들어주어요 :D",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 164900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859250856853585/10.jpg?ex=6629f009&is=66177b09&hm=0b5833d8d3b3cf0c97afcc9d2e465ad933a51d081c6c29b1fe79bec218a32d6e&",
    createdAt: "2023-06-07T15:02:04.467Z",
    category: "outer",
    order_quantity: 966,
    rating: 4.3,
  },
  {
    id: "26",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 91000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859251138138122/11.jpg?ex=6629f009&is=66177b09&hm=98ef2c1c512d15fe64c751ee4244e02bb676955dbbd9c30bb5d72f7a8b21e361&",
    createdAt: "2024-03-23T02:07:40.057Z",
    category: "outer",
    order_quantity: 602,
    rating: 4.699999999999999,
  },
  {
    id: "27",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 177200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859251481935984/1.jpg?ex=6629f00a&is=66177b0a&hm=11673de0118644b98270418f1b6ad0b9f7d3b54afe6205c90d3caaf152369b97&",
    createdAt: "2023-11-30T15:09:30.786Z",
    category: "outer",
    order_quantity: 360,
    rating: 4.3,
  },
  {
    id: "28",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 178900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859251867680798/2.jpg?ex=6629f00a&is=66177b0a&hm=bf55dfc3243d751502a0f446362a6b446da49747d2bde79f1983d68969a4e14d&",
    createdAt: "2023-12-30T19:36:19.818Z",
    category: "outer",
    order_quantity: 159,
    rating: 0.30000000000000004,
  },
  {
    id: "29",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 29900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859252140576818/4.jpg?ex=6629f00a&is=66177b0a&hm=8a8b574a65e52f3fd9464bd81031b8bc2449e591d750213e9eac03260a90df39&",
    createdAt: "2023-07-27T17:57:06.938Z",
    category: "outer",
    order_quantity: 623,
    rating: 1.9000000000000001,
  },
  {
    id: "30",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 138300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859252379516969/5.jpg?ex=6629f00a&is=66177b0a&hm=8914cde0ac28dd64e3dbbd320a2717126e95d6fae0044bb075f88cb9891f0ff7&",
    createdAt: "2024-03-15T02:42:40.060Z",
    category: "outer",
    order_quantity: 158,
    rating: 4.5,
  },
  {
    id: "31",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 18800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859252673253397/6.jpg?ex=6629f00a&is=66177b0a&hm=5940a065e5bf360ccd8ad2aa1ceb805af0c3955868e3e45b3418611e156011c8&",
    createdAt: "2023-11-19T07:07:36.883Z",
    category: "outer",
    order_quantity: 448,
    rating: 1.4000000000000001,
  },
  {
    id: "32",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 161200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859270041862214/17.jpg?ex=6629f00e&is=66177b0e&hm=111ad17f41aaad7af6473e73165584355f8161a59a5ab9beb077381087790005&",
    createdAt: "2024-04-19T13:59:41.604Z",
    category: "outer",
    order_quantity: 301,
    rating: 0.4,
  },
  {
    id: "33",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 173100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859270326947881/18.jpg?ex=6629f00e&is=66177b0e&hm=6b6dda54d9a51f5ce2bcbd6e1eee8f3d2f473f02736f27d9701236fb45920cf3&",
    createdAt: "2023-06-10T22:35:34.295Z",
    category: "outer",
    order_quantity: 78,
    rating: 3.9,
  },
  {
    id: "34",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 178600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859270666551316/19.jpg?ex=6629f00e&is=66177b0e&hm=09903e656b79c3f0a37f039fa00960974106763d9579e9e4c68c8bb803915252&",
    createdAt: "2024-03-21T09:40:15.595Z",
    category: "outer",
    order_quantity: 747,
    rating: 2.4,
  },
  {
    id: "35",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 91300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859271010746398/20.jpg?ex=6629f00e&is=66177b0e&hm=bc16b80fe3beddf77c806f2aefcac85851c52dd7919c443de3e8d2eecc563006&",
    createdAt: "2024-04-10T18:43:11.237Z",
    category: "outer",
    order_quantity: 573,
    rating: 3,
  },
  {
    id: "36",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 15300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859271341834271/21.jpg?ex=6629f00e&is=66177b0e&hm=a429d49024f33875c20fe4dd360746148b1d015b56e37eced9c5fc1c7b2b0aa0&",
    createdAt: "2023-12-11T18:33:35.740Z",
    category: "outer",
    order_quantity: 600,
    rating: 3.7,
  },
  {
    id: "37",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 125300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859271643959376/12.jpg?ex=6629f00e&is=66177b0e&hm=7c3f5a57e1645fed37223733bb4c7a82ff7071a2dda61eccb5e127704f28bc40&",
    createdAt: "2023-08-21T02:04:13.886Z",
    category: "outer",
    order_quantity: 803,
    rating: 1.2000000000000002,
  },
  {
    id: "38",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 132000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859272059060234/13.jpg?ex=6629f00e&is=66177b0e&hm=3b63eee71cbf3856f424be9eaca302b72cd48bddf555f336278f495b4b631f2b&",
    createdAt: "2023-12-11T23:21:18.462Z",
    category: "outer",
    order_quantity: 502,
    rating: 3.6,
  },
  {
    id: "39",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 67000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859272373895190/14.jpg?ex=6629f00f&is=66177b0f&hm=893f4f8881cf37539ca1555587a4696f2518ef3cb9c0d24519e7223bb9e51f74&",
    createdAt: "2024-04-12T06:13:19.388Z",
    category: "outer",
    order_quantity: 936,
    rating: 2.4,
  },
  {
    id: "40",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 192500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859272705118260/15.jpg?ex=6629f00f&is=66177b0f&hm=8ac7cc57471c750784ed1aa0910e1299de37784684d9268941ab438f0ee5097e&",
    createdAt: "2024-01-29T16:03:23.690Z",
    category: "outer",
    order_quantity: 824,
    rating: 1.7000000000000002,
  },
  {
    id: "41",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 127600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859273019818065/16.jpg?ex=6629f00f&is=66177b0f&hm=b597d05f6c6fceb77eb4c43777a26e4a15b14192dac454075764ba9eff9749a4&",
    createdAt: "2023-09-26T01:58:17.946Z",
    category: "outer",
    order_quantity: 370,
    rating: 2.7,
  },
  {
    id: "42",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "무잉 봄 가을 벚꽃룩 유니크 컷아웃 언발 벌룬 쭈리 라운드넥 원 오프숄더 크롭 맨투맨 언밸런스 원 오프숄더가 매력적인 맨투맨 💖 나시를 레이어링 한듯한 실루엣",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 70100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859286152183838/22.jpg?ex=6629f012&is=66177b12&hm=29a4b9b8011419534faf3e55e42afdb763ce7563e2878115f678cc17a6e2efa1&",
    createdAt: "2024-04-05T14:29:08.888Z",
    category: "outer",
    order_quantity: 105,
    rating: 1.3,
  },
  {
    id: "43",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 175000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859286412099605/23.jpg?ex=6629f012&is=66177b12&hm=32e81ea085566415a5cbde3885fbec9e554f73b9ae087be2df8f0de02b109cb3&",
    createdAt: "2023-10-22T14:36:15.866Z",
    category: "outer",
    order_quantity: 17,
    rating: 0.1,
  },
  {
    id: "44",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 80800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859286768746547/24.jpg?ex=6629f012&is=66177b12&hm=85cb3f690b09b28f7f3da6c6cbcf8499de14de096b3e0df925f506db87dce203&",
    createdAt: "2024-03-12T00:53:56.981Z",
    category: "outer",
    order_quantity: 571,
    rating: 4.5,
  },
  {
    id: "45",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 164000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859287066546176/25.jpg?ex=6629f012&is=66177b12&hm=006cf151f23bfc0a379486ab973bbb743307663cb860749d8b66338b7ed45d65&",
    createdAt: "2024-02-26T02:00:53.778Z",
    category: "outer",
    order_quantity: 89,
    rating: 0.4,
  },
  {
    id: "46",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "무잉 봄 가을 벚꽃룩 유니크 컷아웃 언발 벌룬 쭈리 라운드넥 원 오프숄더 크롭 맨투맨 언밸런스 원 오프숄더가 매력적인 맨투맨 💖 나시를 레이어링 한듯한 실루엣",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 187500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859287343235102/26.jpg?ex=6629f012&is=66177b12&hm=c5c99d4e6dd643d9b1c9fe2e63762aa26474dbe7b1c2f7a9f7a3a900a664d8ef&",
    createdAt: "2023-06-01T10:15:29.038Z",
    category: "outer",
    order_quantity: 412,
    rating: 1.6,
  },
  {
    id: "47",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 144800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859287578247239/27.jpg?ex=6629f012&is=66177b12&hm=c26342266ca25f45d4c839203ce75f8b36bad0ceed4be0fd3569fca3370cde78&",
    createdAt: "2024-01-17T00:58:22.025Z",
    category: "outer",
    order_quantity: 165,
    rating: 4.3999999999999995,
  },
  {
    id: "48",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 159200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859287813132328/28.jpg?ex=6629f012&is=66177b12&hm=d76d1aaeb7c9cea089067e28ef9342a59ecea5b71b0778676d9cb68a4da26617&",
    createdAt: "2024-02-02T07:58:38.585Z",
    category: "outer",
    order_quantity: 520,
    rating: 3,
  },
  //fastion
  {
    id: "49",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 87400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859322441170984/6.jpg?ex=6629f01a&is=66177b1a&hm=a8d7fc6fbd8d68966ebd78e31d53f72b6d33419355357333d6514413f99b107b&",
    createdAt: "2023-09-16T10:24:13.921Z",
    category: "skirt",
    order_quantity: 85,
    rating: 0.30000000000000004,
  },
  {
    id: "50",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 157000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859322705416252/7.jpg?ex=6629f01b&is=66177b1b&hm=3426800fc3a32cd0709e310422cab3ddd8d92f4447606b26fc6eedbbd52b606a&",
    createdAt: "2024-04-24T20:28:09.960Z",
    category: "skirt",
    order_quantity: 127,
    rating: 2.9,
  },
  {
    id: "51",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 63900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859323040956466/8.jpg?ex=6629f01b&is=66177b1b&hm=012d2edf40e8e3c2c89cc430672d6a3fa99d7293e8c0d8aca717bf46b0cdda84&",
    createdAt: "2023-07-12T03:38:09.226Z",
    category: "skirt",
    order_quantity: 619,
    rating: 1.2000000000000002,
  },
  {
    id: "52",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 143900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859323368116264/9.jpg?ex=6629f01b&is=66177b1b&hm=58fc3d69ac67ec7cf714ad280b3b35c072d9990772f0266c2a6817f753caca04&",
    createdAt: "2024-04-19T14:30:09.707Z",
    category: "skirt",
    order_quantity: 850,
    rating: 0.7999999999999999,
  },
  {
    id: "53",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 134200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859323682684948/10.jpg?ex=6629f01b&is=66177b1b&hm=c99176716bf94275d23e242c0fff4a308b407a99139bf7dde538cc9fc8e5ede3&",
    createdAt: "2023-12-30T04:49:41.343Z",
    category: "skirt",
    order_quantity: 626,
    rating: 1.1,
  },
  {
    id: "54",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 58500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859323968032799/1.jpg?ex=6629f01b&is=66177b1b&hm=d1860fcc9d7296aeea8aeabb791a1b701431994150e24523c3ab146bfe45fbe8&",
    createdAt: "2023-09-01T06:59:14.754Z",
    category: "skirt",
    order_quantity: 691,
    rating: 3.3000000000000003,
  },
  {
    id: "55",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 179400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859324332806214/2.jpg?ex=6629f01b&is=66177b1b&hm=a310c8542959a798fab63686bfb96e480ff650d3b73694cb21fbfa40de381efb&",
    createdAt: "2024-04-18T20:29:36.824Z",
    category: "skirt",
    order_quantity: 446,
    rating: 0.5,
  },
  {
    id: "56",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 130200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859324576071752/3.jpg?ex=6629f01b&is=66177b1b&hm=b3855df3f51de0b0d10daa7c1337e3ab0a1b30a05f67e69c09903d9eb4332c56&",
    createdAt: "2023-06-10T02:41:41.389Z",
    category: "skirt",
    order_quantity: 886,
    rating: 1.9000000000000001,
  },
  {
    id: "57",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      "무잉 봄 가을 벚꽃룩 유니크 컷아웃 언발 벌룬 쭈리 라운드넥 원 오프숄더 크롭 맨투맨 언밸런스 원 오프숄더가 매력적인 맨투맨 💖 나시를 레이어링 한듯한 실루엣",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 67100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859324794310747/4.jpg?ex=6629f01b&is=66177b1b&hm=506508590ad9736b6f07f2bb805ecce0f147a38ac32be7bcc3f5869753c815e7&",
    createdAt: "2023-12-10T07:28:23.195Z",
    category: "skirt",
    order_quantity: 753,
    rating: 3.1,
  },
  {
    id: "58",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 182000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859325121335337/5.jpg?ex=6629f01b&is=66177b1b&hm=22c309091d88d1272da33941b759281f01337e15af353437f5d78beaf5d51b2f&",
    createdAt: "2023-12-21T05:00:21.733Z",
    category: "skirt",
    order_quantity: 770,
    rating: 0.5,
  },
  {
    id: "59",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 32200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859344356282388/11.jpg?ex=6629f020&is=66177b20&hm=f2c078e4f922a3589f386239b4f93e18d91ae709fe43ae5b5b58f0c52fe8e8bc&",
    createdAt: "2024-02-22T01:43:00.352Z",
    category: "skirt",
    order_quantity: 731,
    rating: 1.9000000000000001,
  },
  {
    id: "60",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 188300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859344654204988/12.jpg?ex=6629f020&is=66177b20&hm=7b889533b65614aa6252a747e9093c67203376f99d9c7ea405d879dec5b82044&",
    createdAt: "2024-01-23T23:24:33.377Z",
    category: "skirt",
    order_quantity: 791,
    rating: 1.6,
  },
  {
    id: "61",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 187500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859344968912978/13.jpg?ex=6629f020&is=66177b20&hm=5df1bd867f153546c350b2b5050677a6e2636db46216d3dacbd06fc4c8bcb92b&",
    createdAt: "2024-03-19T04:09:19.468Z",
    category: "skirt",
    order_quantity: 232,
    rating: 2.6,
  },
  {
    id: "62",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 174200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859345329360916/14.jpg?ex=6629f020&is=66177b20&hm=122a3fd2c03c6040ab666d11cc433f8eb3e0938e8452809a55ada714ac83e13a&",
    createdAt: "2024-01-22T20:59:45.616Z",
    category: "skirt",
    order_quantity: 479,
    rating: 3.9,
  },
  {
    id: "63",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["Free"],
    price: 124400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859345669226516/15.jpg?ex=6629f020&is=66177b20&hm=f0f370269945d0073e713a2d0d522b4c68da94437a07f7df2aea79997dc56eee&",
    createdAt: "2023-09-03T00:55:48.527Z",
    category: "skirt",
    order_quantity: 994,
    rating: 4.3,
  },
  {
    id: "64",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 78700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859345669226516/15.jpg?ex=6629f020&is=66177b20&hm=f0f370269945d0073e713a2d0d522b4c68da94437a07f7df2aea79997dc56eee&",
    createdAt: "2024-02-12T10:17:24.321Z",
    category: "skirt",
    order_quantity: 869,
    rating: 1.8,
  },
  {
    id: "65",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 80000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859346474406010/17.jpg?ex=6629f020&is=66177b20&hm=80a7ace0c3eb70b70e94a08b211fca29be4070697cc36fa03528826ac89e579e&",
    createdAt: "2023-09-01T10:27:34.462Z",
    category: "skirt",
    order_quantity: 257,
    rating: 0.9,
  },
  {
    id: "66",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 91100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859347518914590/18.jpg?ex=6629f020&is=66177b20&hm=e19cb8e1a1280ed047e85af247de12defbc9387c8cc327305db229d07592cfc6&",
    createdAt: "2024-03-28T01:10:10.596Z",
    category: "skirt",
    order_quantity: 752,
    rating: 3.9,
  },
  {
    id: "67",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 71600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859347833622539/19.jpg?ex=6629f021&is=66177b21&hm=c018324aa41b662cffd8e611d4fcc468b8217dc185800579fe7072b6ee02e1db&",
    createdAt: "2023-07-12T08:44:40.051Z",
    category: "skirt",
    order_quantity: 788,
    rating: 2.4,
  },
  //jiean
  {
    id: "68",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 194800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859405970735205/6.jpg?ex=6629f02e&is=66177b2e&hm=3d2a212e997b24efde334c73bbd8a7ffba9f8603d699301d03d2d83ac909bc6b&",
    createdAt: "2023-09-16T11:00:07.736Z",
    category: "bottom",
    order_quantity: 647,
    rating: 1.6,
  },
  {
    id: "69",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 61400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859406247694366/7.jpg?ex=6629f02e&is=66177b2e&hm=40a024718299195d9fff4e3c89821b08747c5868e8ea9e5318eb39c6f1c57b71&",
    createdAt: "2023-08-15T15:22:57.354Z",
    category: "bottom",
    order_quantity: 112,
    rating: 4.6,
  },
  {
    id: "70",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 136300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859406515863552/8.jpg?ex=6629f02f&is=66177b2f&hm=ad5bd3d5bf1c5aa4a8777cc073037f8818e77b52608efcbcabc1a3facfb63307&",
    createdAt: "2023-07-31T00:43:47.320Z",
    category: "bottom",
    order_quantity: 173,
    rating: 1.5,
  },
  {
    id: "71",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 136400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859410362171393/9.jpg?ex=6629f02f&is=66177b2f&hm=5a89d75755cf4994b487e576eefcb00d3067fc86eebbcb03d3844f65b1b405c1&",
    createdAt: "2024-04-07T06:19:31.156Z",
    category: "bottom",
    order_quantity: 252,
    rating: 1.7000000000000002,
  },
  {
    id: "72",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 66100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859410643324928/10.jpg?ex=6629f030&is=66177b30&hm=0dd20e12be96b694a054f3e2f326fc06dd407cda8b2a35a5fcc0b056c88c9f1e&",
    createdAt: "2023-09-24T06:18:45.642Z",
    category: "bottom",
    order_quantity: 906,
    rating: 3.2,
  },
  {
    id: "73",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "무잉 봄 가을 벚꽃룩 유니크 컷아웃 언발 벌룬 쭈리 라운드넥 원 오프숄더 크롭 맨투맨 언밸런스 원 오프숄더가 매력적인 맨투맨 💖 나시를 레이어링 한듯한 실루엣",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 81900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859410936660071/1.jpg?ex=6629f030&is=66177b30&hm=79cc73bce7256b2bcfb94646ef64482352d90ead3f76b34dfc129f4cc9cdf166&",
    createdAt: "2023-10-03T10:10:27.334Z",
    category: "bottom",
    order_quantity: 4,
    rating: 3.1,
  },
  {
    id: "74",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "특별한 날 이너 OR 단독으로 입기 좋은 쫀득한 티셔츠 러블리함이 가득한 어깨 트임 포인트 한쪽 어깨끈으로 여리여리 발레 코어 무드 잘록한 허리를 연출해 주는 언밸란스한 사선 밑단 트임 얇은 골지 레이온 텍스처로 몸매를 쫀득하게 감싸주는 핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 36500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859411159224340/2.jpg?ex=6629f030&is=66177b30&hm=6d979e031612fa4c9c96dad11a3424c06744007d34011a8f19810b7dd51f0c45&",
    createdAt: "2023-09-25T16:01:40.575Z",
    category: "bottom",
    order_quantity: 851,
    rating: 3.9,
  },
  {
    id: "75",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 46400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859411448365138/3.jpg?ex=6629f030&is=66177b30&hm=ebdba1c29b3c2983acb7acaa6890b5ac2f28ebb9c3426605c7376367c854e00b&",
    createdAt: "2024-03-16T17:16:57.099Z",
    category: "bottom",
    order_quantity: 338,
    rating: 2.5,
  },
  {
    id: "76",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 144000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859411821924442/4.jpg?ex=6629f030&is=66177b30&hm=1afbaa2d5758d485c5628b425cd36f55eec4ca8046eff80cb891f47747ed009e&",
    createdAt: "2023-11-07T13:37:08.339Z",
    category: "bottom",
    order_quantity: 54,
    rating: 2.4,
  },
  {
    id: "77",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 48800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859412643741736/5.jpg?ex=6629f030&is=66177b30&hm=050ef19e05d02d407bf817fe1bbc3867b4675cb41a96db8b57ed2ba9fd662755&",
    createdAt: "2024-03-17T21:38:58.557Z",
    category: "bottom",
    order_quantity: 976,
    rating: 1.3,
  },
  {
    id: "78",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 36600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859429248991312/16.jpg?ex=6629f034&is=66177b34&hm=2c7c146e70d736c647598a592d9963536bd2c4cc862556d04e836e1b080f714d&",
    createdAt: "2023-08-15T14:53:04.607Z",
    category: "bottom",
    order_quantity: 190,
    rating: 2.3000000000000003,
  },
  {
    id: "79",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 71900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859429572083712/17.jpg?ex=6629f034&is=66177b34&hm=70b6d07bf87e1b22a6adf31ad65820822dc8f7603fc9c083b62282dd8802c2cd&",
    createdAt: "2023-10-10T09:53:35.886Z",
    category: "bottom",
    order_quantity: 310,
    rating: 2.2,
  },
  {
    id: "80",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 28000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859429949444106/18.jpg?ex=6629f034&is=66177b34&hm=ebab2028204904564360e4dab2a466941d30f097fa20352e1d2273b9f86b9dd8&",
    createdAt: "2023-09-25T04:42:36.428Z",
    category: "bottom",
    order_quantity: 232,
    rating: 4,
  },
  {
    id: "81",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 105400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859430226264114/19.jpg?ex=6629f034&is=66177b34&hm=e28e9ca50df4732b109e5751bb6d744949186010f8dc47b4f13cacbccd0f8608&",
    createdAt: "2024-03-09T00:52:59.364Z",
    category: "bottom",
    order_quantity: 638,
    rating: 2.5,
  },
  {
    id: "82",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 172800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859430561939456/20.jpg?ex=6629f034&is=66177b34&hm=375b864f8625c0547f2242d8ceb1e8a29e9ab6edae2a3d6f34c264506f9ab012&",
    createdAt: "2024-02-10T08:01:42.148Z",
    category: "bottom",
    order_quantity: 885,
    rating: 1,
  },
  {
    id: "83",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 132500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859430972854272/11.jpg?ex=6629f034&is=66177b34&hm=8485ff51edae8041a12957d06870bdd042c38a51a0851dad3a0a438296f1757b&",
    createdAt: "2023-12-13T16:53:50.003Z",
    category: "bottom",
    order_quantity: 867,
    rating: 3.5,
  },
  {
    id: "84",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 23500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859431262257172/12.jpg?ex=6629f034&is=66177b34&hm=5fef87bee17518072029f9bc17d09fb8f4240eafc60c01fcb2fc355cb42dab29&",
    createdAt: "2023-11-15T01:23:51.196Z",
    category: "bottom",
    order_quantity: 19,
    rating: 1.5,
  },
  {
    id: "85",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 121900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859431560056903/13.jpg?ex=6629f035&is=66177b35&hm=3fae4ed3ced5f957fac405ba566b521406975af9237ea2821fcb9524117dad64&",
    createdAt: "2023-12-08T14:07:16.835Z",
    category: "bottom",
    order_quantity: 226,
    rating: 4,
  },
  {
    id: "86",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 117200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859431849590795/14.jpg?ex=6629f035&is=66177b35&hm=5410dec0d271b1b9d9260c9752b6632192bb3ed89a61c90fd9b1419bedbeacc1&",
    createdAt: "2024-01-04T01:20:24.611Z",
    category: "bottom",
    order_quantity: 997,
    rating: 4.699999999999999,
  },
  {
    id: "87",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 41800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859432130482247/15.jpg?ex=6629f035&is=66177b35&hm=548be822406ed3dba44faf93a1357a6eec603790f8c2040ee2c621e96c8a2b69&",
    createdAt: "2023-09-09T02:46:12.552Z",
    category: "bottom",
    order_quantity: 959,
    rating: 4.8999999999999995,
  },
  {
    id: "88",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 116700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859450405064755/21.jpg?ex=6629f039&is=66177b39&hm=2610b864f0e0e73b723a0014afb92ad47974d02014691e9a908328b8d03271a5&",
    createdAt: "2023-11-15T03:00:01.052Z",
    category: "bottom",
    order_quantity: 673,
    rating: 0.30000000000000004,
  },
  {
    id: "89",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 130400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859450803654717/22.jpg?ex=6629f039&is=66177b39&hm=2ca97acafbe745156b8ed92de1b6cf1870909109b97952ca68b7b93bf9cf3cfa&",
    createdAt: "2023-06-07T01:51:15.238Z",
    category: "bottom",
    order_quantity: 250,
    rating: 0.1,
  },
  {
    id: "90",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 70300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859451130675261/23.jpg?ex=6629f039&is=66177b39&hm=7467396594d35b17901623433fd731fe56ff236609ca6fd7d236a723b51dc869&",
    createdAt: "2023-08-08T15:34:42.514Z",
    category: "bottom",
    order_quantity: 634,
    rating: 2.3000000000000003,
  },
  {
    id: "91",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 23000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859451424280577/24.jpg?ex=6629f039&is=66177b39&hm=73ec981a6e342401efddacbec9dabd53574908a3d453f6f59b11a9ca7c3ea520&",
    createdAt: "2023-07-05T09:06:15.542Z",
    category: "bottom",
    order_quantity: 94,
    rating: 1.1,
  },
  {
    id: "92",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 114900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859451814346762/25.jpg?ex=6629f039&is=66177b39&hm=e767c2e2eec70a4532ac61df04df68aa28acd8710d40a4510558a9181036a20c&",
    createdAt: "2024-03-03T13:27:14.023Z",
    category: "bottom",
    order_quantity: 204,
    rating: 2.1,
  },
  {
    id: "93",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 127200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859452158283848/26.jpg?ex=6629f039&is=66177b39&hm=d488428050efd392ab068e3d28a5988bd8b26710689062e4dcfc769592d5f738&",
    createdAt: "2024-04-03T18:40:32.650Z",
    category: "bottom",
    order_quantity: 916,
    rating: 1.2000000000000002,
  },
  {
    id: "94",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "어떤 코디든 쉽게 걸치기 좋은 베이직한 스웨이드자켓! 부드러운 스웨이드 원단으로 고급스럽게- 과하지않은 어깨패드가 있어 예쁜 핏감을 만들어주어요 :D",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 101800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859452506542100/27.jpg?ex=6629f03a&is=66177b3a&hm=645dd5487e9129facc334e5d109c9673e08dc418c616f53766ce151a03779736&",
    createdAt: "2024-01-16T09:33:13.265Z",
    category: "bottom",
    order_quantity: 254,
    rating: 3.7,
  },
  {
    id: "95",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 13100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859453139746816/28.jpg?ex=6629f03a&is=66177b3a&hm=bac3b8bcc27242ada199a2422f9bad9736f5b941a8118f6e9f901a2831ec2b77&",
    createdAt: "2023-08-23T00:32:03.763Z",
    category: "bottom",
    order_quantity: 198,
    rating: 2.8000000000000003,
  },
  {
    id: "96",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 103000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859453831811156/29.jpg?ex=6629f03a&is=66177b3a&hm=a92de654d3fa74fb25676e479d4f5c05320f9bc12881afa3e1fb50d94fcb5428&",
    createdAt: "2024-03-29T13:16:14.575Z",
    category: "bottom",
    order_quantity: 209,
    rating: 2.8000000000000003,
  },
  {
    id: "97",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 104200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859454150709338/30.jpg?ex=6629f03a&is=66177b3a&hm=6ebc1f650502c258a0131e7e88fbd962ec65cc1f5865b34049255f3c8673714f&",
    createdAt: "2023-11-12T15:20:26.483Z",
    category: "bottom",
    order_quantity: 459,
    rating: 2.7,
  },
  {
    id: "98",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 122700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859471343161405/31.jpg?ex=6629f03e&is=66177b3e&hm=b20ab8a2821cb0e038ed3a9d0bba9853c969a603a327972b001315d1a1522d9f&",
    createdAt: "2024-02-15T08:48:10.206Z",
    category: "bottom",
    order_quantity: 155,
    rating: 2.8000000000000003,
  },
  {
    id: "99",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 26300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859471678832710/32.jpg?ex=6629f03e&is=66177b3e&hm=99abf452514e2032cb9aba4112302034b928eff8db1ddeb324d4562309fd3b21&",
    createdAt: "2024-01-15T14:38:11.825Z",
    category: "bottom",
    order_quantity: 454,
    rating: 4.3,
  },
  {
    id: "100",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 120400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859472068775966/33.jpg?ex=6629f03e&is=66177b3e&hm=37f60a844e0ddeef5bc4607aec2e2088aa0e88b7b5e084be2d4f9f009a4b8959&",
    createdAt: "2024-01-26T10:42:26.808Z",
    category: "bottom",
    order_quantity: 796,
    rating: 1.1,
  },
  //cute
  {
    id: "101",
    title:
      "클래식블랑,여성의류쇼핑몰,원피스관심상품 등록 전브룸 여름 봄 벚꽃룩 카라넥 밴딩 트레이닝 반팔 맨투맨 플레어 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 48800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859610090606623/10.jpg?ex=6629f05f&is=66177b5f&hm=0f16e9f776276c31416f35b2d615f6bb7fc344423b061563cc4de96a533faac7&",
    createdAt: "2024-03-17T21:38:58.557Z",
    category: "bottom",
    order_quantity: 976,
    rating: 1.3,
  },
  {
    id: "102",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 36600,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859610556432384/1.jpg?ex=6629f05f&is=66177b5f&hm=1c3acd4ae8eb166fc32da9ea1acc85d508a2376bdd5d21318456f00aa3609aa5&",
    createdAt: "2023-08-15T14:53:04.607Z",
    category: "bottom",
    order_quantity: 190,
    rating: 2.3000000000000003,
  },
  {
    id: "103",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 71900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859610946506822/2.jpg?ex=6629f05f&is=66177b5f&hm=41bd40eea11a6753312c408c8a8e098f661e02cb9acb85ee6cfa7817a8b36183&",
    createdAt: "2023-10-10T09:53:35.886Z",
    category: "outer",
    order_quantity: 310,
    rating: 2.2,
  },
  {
    id: "104",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "깔끔한 스퀘어넥 디자인으로 여리한 무드 완성!💗 롱한 기장감으로 하체 보완이 되고, 오픈 클로징 가능한 뒷 지퍼로 탈의가 편하답니다 :) 허리 끈 스트랩은 잘록한 바디라인을 연출해주어요✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 28000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859611953135647/3.png?ex=6629f060&is=66177b60&hm=ecdcc5216938ed39b233d4093f2ff00fdf2f4ab009e77ee317fb80173b1bf386&",
    createdAt: "2023-09-25T04:42:36.428Z",
    category: "bottom",
    order_quantity: 232,
    rating: 4,
  },
  {
    id: "105",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "다양한 레이어드 룩을 연출하기 좋은 얇은 두께감의 티셔츠 얇은 시스루 디자인으로 여리한 실루엣 연출 텐셀 소재에 울 블렌딩되어 쫀쫀하고 까슬거림 없는 편안한 착용감 라이트한 두께감의 세미 시스루 소재 유연하고 쫀쫀한 신축성이 주는 편한 착용감",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["Free"],
    price: 105400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859613219819563/4.png?ex=6629f060&is=66177b60&hm=72be8993a5fca8bc2799ff2c232b506625ac39901a356e527d99b1ce36ede4c6&",
    createdAt: "2024-03-09T00:52:59.364Z",
    category: "outer",
    order_quantity: 638,
    rating: 2.5,
  },
  {
    id: "106",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 172800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859614582968373/5.png?ex=6629f060&is=66177b60&hm=cb1f3aa282cb334286f4927c67bae731809529406705ea1de06ca51c79b5c9d1&",
    createdAt: "2024-02-10T08:01:42.148Z",
    category: "top",
    order_quantity: 885,
    rating: 1,
  },
  {
    id: "107",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 132500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859615375687751/6.png?ex=6629f060&is=66177b60&hm=e24e7db5d6d199203f5be1f51d33b149218a728e11827afe527e70497f2658ee&",
    createdAt: "2023-12-13T16:53:50.003Z",
    category: "outer",
    order_quantity: 867,
    rating: 3.5,
  },
  {
    id: "108",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      "쉬폰 원단에 프릴이 돋보여 더욱 러블리한 뷔스티에 러블리한 리본으로 사랑스러운 아웃핏 여리여리한 무드와 여유 있는 핏감",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 23500,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859615807705130/7.jpg?ex=6629f060&is=66177b60&hm=83439ba845b24d373d204830830e6b3bb78dbfca4ea7bb90cf3ee39404a2ae32&",
    createdAt: "2023-11-15T01:23:51.196Z",
    category: "outer",
    order_quantity: 19,
    rating: 1.5,
  },
  {
    id: "109",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 121900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859616310759484/8.png?ex=6629f061&is=66177b61&hm=aae2701bbcaafa8255c32e9dee8fd6335a4b624c122338a3713fc52d6066217e&",
    createdAt: "2023-12-08T14:07:16.835Z",
    category: "skirt",
    order_quantity: 226,
    rating: 4,
  },
  {
    id: "110",
    title: "쵸비 봄 여름 휴양지 벚꽃룩 발레코어 리본 오프숄더 티셔츠",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 117200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859616810143814/9.jpg?ex=6629f061&is=66177b61&hm=f1afd93295261143cf9f3a716aeb8bb58c5b4eb60e5b5850bc71b986448e343f&",
    createdAt: "2024-01-04T01:20:24.611Z",
    category: "bottom",
    order_quantity: 997,
    rating: 4.699999999999999,
  },
  {
    id: "111",
    title:
      "[ 하늘하늘여리핏💕 ] 뷰리 봄 여름 휴양지 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 41800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859639945920572/11.jpg?ex=6629f066&is=66177b66&hm=176eeadf94da25741e8da1a872440e57cc34d360674e4e11a1fbba2879854a86&",
    createdAt: "2023-09-09T02:46:12.552Z",
    category: "outer",
    order_quantity: 959,
    rating: 4.8999999999999995,
  },
  {
    id: "112",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 116700,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859640369283072/12.jpg?ex=6629f066&is=66177b66&hm=04e904a6c0a70b8a97c28048fe58cfaf24b3f0f7ae81e74a65364b27d6b8333a&",
    createdAt: "2023-11-15T03:00:01.052Z",
    category: "bottom",
    order_quantity: 673,
    rating: 0.30000000000000004,
  },
  {
    id: "113",
    title: "베링 봄 가을 하객룩 벚꽃룩 쉬폰 망사 샤 롱 스커트",
    content:
      "은은하게 러블리한 컬러감에 깔끔한 디테일! 담백한 트위드 원단으로 부담 없는 데일리 룩 연출이 가능해요 :) 트렌디하면서 여성스러운 라운드넥으로 하객룩 완성💗 골드 단추로 포인트 있게 고급스러운 무드✨",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 130400,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859640658825216/13.jpg?ex=6629f066&is=66177b66&hm=1036f01f366c74c332545f145a880ea19773606bb318a5c5ceedb49a2c755f69&",
    createdAt: "2023-06-07T01:51:15.238Z",
    category: "skirt",
    order_quantity: 250,
    rating: 0.1,
  },
  {
    id: "114",
    title:
      "[ 벨트세트 ] 엘루아 여름 봄 하객룩 휴양지룩 반팔 밴딩 핀턱 셔츠 A라인",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 70300,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859642005196861/15.jpg?ex=6629f067&is=66177b67&hm=5f332fd74b929b698b34f89025e0c958c7c417c19f6f0627d19f72399fb69ef6&",
    createdAt: "2023-08-08T15:34:42.514Z",
    category: "skirt",
    order_quantity: 634,
    rating: 2.3000000000000003,
  },
  {
    id: "115",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      '깔끔한 아웃핏을 완성시켜줄 "인생핏" 스커트✨ 완벽한 핏 감과 심플하고 데일리한 디자인! 코디에 구애받지 않고, 다양한 아이템과 매치하기 좋은 아이템이에요 :)',
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 23000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859642319896668/16.jpg?ex=6629f067&is=66177b67&hm=784fd5814b32156b3f6196edeb826981b1c122d1250441fc0f15717c8263513f&",
    createdAt: "2023-07-05T09:06:15.542Z",
    category: "top",
    order_quantity: 94,
    rating: 1.1,
  },
  {
    id: "116",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "나시와 가디건 따로 활용하기 좋은 활용도 GOOD ITEM 레이스와 리본 끈 디테일로 러블리한 포인트 부유방을 커버해 주는 스퀘어 쉐입 골지 원단으로 군살을 잡아주는 슬림핏",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 114900,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859642583875636/17.jpg?ex=6629f067&is=66177b67&hm=5b26bb83d106f1ab894eb72b3fc43a28b247adccac5042b793a576e1ad883952&",
    createdAt: "2024-03-03T13:27:14.023Z",
    category: "bottom",
    order_quantity: 204,
    rating: 2.1,
  },
  {
    id: "117",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "실키한 소재감과 여성스러운 분위기가 돋보이는 셔링 플레어 롱 원피스! 허리 셔링 포인트💗 허리라인을 살려주는 허리끈 디테일 롱 플레어 라인으로 자연스러운 군살 커버 백 콘솔지퍼 깔끔한 오픈 클로징",
    color_list: {
      grey: "#808080",
      red: "#ff0000",
      darkgoldenrod: "#b8860b",
    },
    size: ["S", "M", "L"],
    price: 127200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859642818891816/18.jpg?ex=6629f067&is=66177b67&hm=c7e1f197a0cf7f2298731231ac2cf223eda6402502990821fe6f9c8296d66425&",
    createdAt: "2024-04-03T18:40:32.650Z",
    category: "skirt",
    order_quantity: 916,
    rating: 1.2000000000000002,
  },
  {
    id: "118",
    title: "레체 봄 가을 하객룩 벚꽃룩 시스루 머메이드 롱 원피스",
    content:
      "어떤 코디든 쉽게 걸치기 좋은 베이직한 스웨이드자켓! 부드러운 스웨이드 원단으로 고급스럽게- 과하지않은 어깨패드가 있어 예쁜 핏감을 만들어주어요 :D",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 101800,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859643372404746/19.jpg?ex=6629f067&is=66177b67&hm=a1dc115e9748ce3aa2d3993ca6e59900af15635978b9dd0480b526c270cb043d&",
    createdAt: "2024-01-16T09:33:13.265Z",
    category: "skirt",
    order_quantity: 254,
    rating: 3.7,
  },
  {
    id: "119",
    title: "비엘 여름 봄 가을 하객룩 벚꽃룩 트임 슬릿 절개 H라인 롱 스커트",
    content:
      "바디라인에 예쁘게 핏되는 레이스 나시 군더더기 없는 러블리한 디자인 단독으로도 레이어드 용으로도 예쁘게 착용해보세요 💗 내 몸에 알맞게 입을 수 있는 조절 가능한 스트랩 여리여리한 쇄골라인을 돋보이게 하는 브이넥 바스트 윗 라인을 감싸주는 레이스 포인트 깔끔한 밑단 처리",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["Free"],
    price: 13100,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859643812941965/20.png?ex=6629f067&is=66177b67&hm=2c21ea862c8e24e5aef3cb23a9325e2544586e6201dc8795f5abc97174f2c834&",
    createdAt: "2023-08-23T00:32:03.763Z",
    category: "top",
    order_quantity: 198,
    rating: 2.8000000000000003,
  },
  {
    id: "120",
    title: "미링 봄 여름 하객룩 벚꽃룩 골지 시스루 브이넥 니트 가디건",
    content:
      "목선 라인이 예뻐 보이는 브이넥 디자인 아방한 퍼프소매가 상체 라인을 여리여리하게 연출 허리라인을 잡아주는 밑단 시보리 다리가 길어 보이는 세미 크롭 기장 다양한 연출 가능 + 룩에 포인트 주기 좋은 타이 세트",
    color_list: {
      brown: "#5D432C",
      green: "#0A3711",
      black: "#000000",
    },
    size: ["S", "M", "L"],
    price: 103000,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859657704476723/22.jpg?ex=6629f06a&is=66177b6a&hm=eb4cd55ce887dbdf4c320dbebc6b71f1a9e8d741d69041bf3ecf46594283fef9&",
    createdAt: "2024-03-29T13:16:14.575Z",
    category: "bottom",
    order_quantity: 209,
    rating: 2.8000000000000003,
  },
  {
    id: "121",
    title:
      "스판이라 편 하객룩 벚꽃룩 시스루 쉬폰 언발 주름 롱 한 여름 하객룩 랩 드레이프 반팔 H라인 롱 원피스",
    content:
      "트렌디한 무드 한쪽 어깨 트임이 유니크한 넥라인 크롭 기장으로 몸매 보정 효과 소매 밑단 시보리로 늘어짐 NO !",
    color_list: {
      olive: "#808000",
      pink: "#ffc0cb",
      purple: "#ffffff",
      yellow: "#ffff00",
    },
    size: ["S", "M", "L"],
    price: 104200,
    thumbnail:
      "https://cdn.discordapp.com/attachments/1227858468539469825/1227859657956261920/23.jpg?ex=6629f06a&is=66177b6a&hm=2aa36bcef9f66bd10b783fcb0fc95054b9d7a35a18498aa6ce4cec356f6b3a7c&",
    createdAt: "2023-11-12T15:20:26.483Z",
    category: "top",
    order_quantity: 459,
    rating: 2.7,
  },
];
